<?
include ('CGcore/core.php');
include ('CGcore/head.php');

echo '<title>Правила форума - '.$index['pod-title'].'</title>';
echo '<meta name="description" content="Общий свод правидл форума социальной инженерии - HackLair">';

echo '<div class="menu">Правила форума</div>';

echo '<div class="menu" style="border-bottom: 0px;">
<b style="color: #c33929;">hack-lair.com</b> не предоставляет информации о взломе и распространении нелицензионных программных продуктов.</p>
<p>Все пользователи <a href="https://hack-lair.com" style="color: #c33929; cursor: pointer;">форума</a> обязуются не нарушать законы стран мира и соблюдать установленные правила пользования форумом <b>HackLair</b>:</p>
<p><b style="color: #c33929;">1.</b> Запрещено оставлять на форуме более 3 однотипных сообщений подряд (Конкурсы исключение). </p>
<p><b style="color: #c33929;">2.</b> Запрещено плодить уже существующие темы на форуме (создание одинаковых тем, тем которые уже существуют) </p>
<p><b style="color: #c33929;">3.</b> Запрещено оскорблять пользователей сайта, смеяться над отсутствием знаний и т.д. </p>
<p><b style="color: #c33929;">4.</b> Запрещено создавать бессмысленные темы (исключением является <a style="color: #c33929;">Общий раздел</a>). </p>
<p><b style="color: #c33929;">5.</b> Каждому юзеру форума запрещено писать сообщения, которые не имеют как такового смысла (флуд, оффтоп, спам). </p>
<p><b style="color: #c33929;">6.</b> Запрещено ставить на аватарку изображения порнографического или эротического характера. </p>
<p><b style="color: #c33929;">7.</b> Запрещено продавать скрипты/дизайны и иные товары, находящиеся в свободном доступе. </p>
<p><b style="color: #c33929;">8.</b> Запрещено продавать товары без примера, либо скриншота. </p>
<p><b style="color: #c33929;">9.</b> Запрещено иметь более одной учётной записи на сайте. </p>
<p><b style="color: #c33929;">10.</b> Запрещено создавать темы в не соответствующих им разделах. </p>
<p><b style="color: #c33929;">11.</b> Запрещено оставлять ссылки на сайте, которые ведут на другие форумы. (даже в анкете) </p>
<p><b style="color: #c33929;">12.</b> Запрещено ставить в статус пользователя ссылки или часть домена. </p>
<p><b style="color: #c33929;">13.</b> Запрещена продажа аккаунтов сайта, а также, временная / не временная передача аккаунта 3 лицам </p>
<p><b style="color: #c33929;">14.</b> Запрещено поднимать тему бессмысленными сообщениями (типа ап, вверх, подниму и т.д.). Разрешено обновлять тему сообщениями, относящимися к данной теме. Так же запрещено поднятие чужих тем. 
<p><b style="color: #c33929;">15.</b> Запрещенно размещение реферальных ссылок без предупреждения. Пример предупреждения: <a style="color: #c33929;">РЕФ - example.com</a> </p>
<p><b style="color: #c33929;">16.</b> Запрещено оскорблять / унижать собеседника , из-за личной неприязни к нему. </p>
<p><b style="color: #c33929;">17.</b> Запрещена накрутка репутации на сайте (рейтинг, плюсы, отзывы в арбитраж). </p>
<p><b style="color: #c33929;">18.</b> Пользователям, у которых висит префикс SCAM, запрещено вести любую финансовую и торговую деятельность. </p>
<p><b style="color: #c33929;">19.</b> Запрещено ставить на аватарку изображения на которых есть адреса ВМ сайтов. </p>
<p><b style="color: #c33929;">20.</b> Запрещено копировать (даже частично) ники администрации проекта, а так же использовать статусы: Admin, Moderator и т.д. Так же запрещены ссылки в нике. </p>
<p><b style="color: #c33929;">21.</b> Запрещено разжигание конфликтов, навязчивое и грубое поведение в отношении любых пользователей сайта. </p>
<p><b style="color: #c33929;">22.</b> Запрещено использование сторонних программ или скриптов для выполнения каких-либо действий на сайте. </p>
<p><b style="color: #c33929;">23.</b> Запрещено игнорировать предупреждения администрации касательно нарушений текущих правил. (если вы проигнорировали предупреждение - вы получите бан по этому пункту). <br /></p>
<p><b style="color: #c33929;">24.</b> Запрещён спам в Личных сообщениях </p>
<p><b style="color: #c33929;">25.</b> Категорически запрещено обсуждать <a style="color: #c33929;">ЛЮБЫЕ</a> действия администрации. Исключением является тема о жалобе на того или иного члена администрации! </p>
<p><b style="color: #c33929;">26.</b> Запрещено разжигание межнациональной, религиозной розни. </p>
<p><b style="color: #c33929;">27.</b> Запрещено обсуждение политических действий на сайте. </p>
<p><b style="color: #c33929;">28.</b> Запрещено распространение файлов порнографического и эротического характера </p>
<p><b style="color: #c33929;">29.</b> Запрещено создавать темы на форуме с неинформативными названиями (типа: срочно сюда, важная инфа и т.п ) </p>
<p><b style="color: #c33929;">30.</b> Запрещено писать где-либо различные угрозы в адрес любых пользователей сайта(Взлом сайтов, Временный вывод сайта из строя, Взлом/блокировка аккаунтов, Взлом/блокировка платежных систем) без обоснованных на это причин! </p>

<span style="font-weight: bold; color: #c33929;">С уважением, администрация HackLair!</span>
</div>';

include ('CGcore/footer.php');

?>